/* NBUAssetsGroupView Editable label */
"NBUAssetsGroupView Editable label" = "editable";

/* NBUAssetsGroupView Number of images */
"NBUAssetsGroupView Only one image" = "1 image";

/* NBUAssetsGroupView Number of images */
"NBUAssetsGroupView Number of images" = "%d images";

/* NBUAssetsGroupViewController LoadingLabel */
"NBUAssetsGroupViewController LoadingLabel" = "Loading images...";

/* NBUAssetsGroupViewController NoImagesLabel */
"NBUAssetsGroupViewController NoImagesLabel" = "No images";

/* NBUAssetsLibraryViewController LoadingLabel */
"NBUAssetsLibraryViewController LoadingLabel" = "Loading albums...";

/* NBUAssetsLibraryViewController NoAlbumsLabel */
"NBUAssetsLibraryViewController NoAlbumsLabel" = "No albums";

/* NBUAssetsLibraryViewController Only one album */
"NBUAssetsLibraryViewController Only one album" = "1 album";

/* NBUAssetsLibraryViewController Zero or more albums */
"NBUAssetsLibraryViewController Zero or more albums" = "%d albums";

/* NBUCameraViewController FlashLabel Auto */
"NBUCameraViewController FlashLabel Auto" = "Auto";

/* NBUCameraViewController FlashLabel Off */
"NBUCameraViewController FlashLabel Off" = "Off";

/* NBUCameraViewController FlashLabel On */
"NBUCameraViewController FlashLabel On" = "On";

/* NBUEditMultiImageViewController title image X of XX */
"NBUEditMultiImageViewController title image X of XX" = "%1$i of %2$i";

/* NBUFilterProvider Additive blend filter */
"NBUFilterProvider Additive blend filter" = "Additive blend";

/* NBUFilterProvider Alpha blend filter */
"NBUFilterProvider Alpha blend filter" = "Alpha blend";

/* NBUFilterProvider Auto filter */
"NBUFilterProvider Auto filter" = "Auto";

/* NBUFilterProvider Brightness filter */
"NBUFilterProvider Brightness filter" = "Brightness";

/* NBUFilterProvider Contrast filter */
"NBUFilterProvider Contrast filter" = "Contrast";

/* NBUFilterProvider Curve adjustement filter */
"NBUFilterProvider Curve adjustement filter" = "Curve adjustement";

/* NBUFilterProvider Exposure filter */
"NBUFilterProvider Exposure filter" = "Exposure";

/* NBUFilterProvider filter */
"NBUFilterProvider filter" = "Gamma";

/* NBUFilterProvider Filter group filter */
"NBUFilterProvider Filter group filter" = "Filter group";

/* NBUFilterProvider Fisheye filter */
"NBUFilterProvider Fisheye filter" = "Fisheye";

/* NBUFilterProvider Mask blur filter */
"NBUFilterProvider Mask blur filter" = "Mask blur";

/* NBUFilterProvider Monochrome filter */
"NBUFilterProvider Monochrome filter" = "Monochrome";

/* NBUFilterProvider Multiply blend filter */
"NBUFilterProvider Multiply blend filter" = "Multiply blend";

/* NBUFilterProvider None filter */
"NBUFilterProvider None filter" = "None";

/* NBUFilterProvider Saturation filter */
"NBUFilterProvider Saturation filter" = "Saturation";

/* NBUFilterProvider Sharpen filter */
"NBUFilterProvider Sharpen filter" = "Sharpen";

/* NBUFilterProvider Source over filter */
"NBUFilterProvider Source over filter" = "Source over";

/* NBUGalleryViewController hide thumbnails button */
"NBUGalleryViewController hide thumbnails button" = "Show all";

/* NBUGalleryViewController show thumbnails button */
"NBUGalleryViewController show thumbnails button" = "Close";

/* NBUGalleryViewController title image X of XX */
"NBUGalleryViewController title image X of XX" = "%1$i of %2$i";

/* NBUImagePickerController assetsGroupController.continueButton */
"NBUImagePickerController assetsGroupController.continueButton" = "Continue";

/* NBUImagePickerController assetsGroupController.customBackButtonTitle */
"NBUImagePickerController assetsGroupController.customBackButtonTitle" = "Library";

/* NBUImagePickerController CameraTitle */
"NBUImagePickerController CameraTitle" = "Camera";

/* NBUImagePickerController Cancel prompt actionSheet */
"NBUImagePickerController Cancel prompt actionSheet" = "Cancel";

/* NBUImagePickerController Choose image actionSheet */
"NBUImagePickerController Choose image actionSheet" = "Choose an image";

/* NBUImagePickerController confirmController title */
"NBUImagePickerController confirmController title" = "Confirm";

/* NBUImagePickerController editController rightBarButtonItem.title */
"NBUImagePickerController editController rightBarButtonItem.title" = "Next";

/* NBUImagePickerController editController title */
"NBUImagePickerController editController title" = "Edit";

/* NBUImagePickerController libraryController.customBackButtonTitle */
"NBUImagePickerController libraryController.customBackButtonTitle" = "Albums";

/* NBUImagePickerController LibraryLoadingTitle */
"NBUImagePickerController LibraryLoadingTitle" = "Loading...";

/* NBUImagePickerController Take picture actionSheet */
"NBUImagePickerController Take picture actionSheet" = "Take a picture";

/* NBUPresetFilterView NoFiltersAvailable */
"NBUPresetFilterView NoFiltersAvailable" = "No filters available";

/* NBURefreshControl Drag to refresh */
"NBURefreshControl Drag to refresh" = "Drag to refresh";

/* NBURefreshControl Error */
"NBURefreshControl Error" = "Update error";

/* NBURefreshControl last update unknown */
"NBURefreshControl last update unknown" = "Last update date unknown";

/* NBURefreshControl last updated */
"NBURefreshControl last updated" = "Last updated %@";

/* NBURefreshControl Reloading */
"NBURefreshControl Reloading" = "Reloading...";

/* NBURefreshControl Updated */
"NBURefreshControl Updated" = "Updated";

